rose-pine/fish
ilancosman/tide@v6
jethrokuan/z
patrickf1/fzf.fish
franciscolourenco/done
icezyclon/zoxide.fish
gazorby/fifc
jorgebucaran/nvm.fish
plttn/fish-eza
